<!DOCTYPE html>
<!--
    https://www.sitepoint.com/css-printer-friendly-pages/
 +-->
<html lang="fr">
<head>
    <meta charset="UTF-8">
    <title>Naviguer sans &eacute;lectricit&eacute;</title>
    <link rel="stylesheet" href="main.css" />
    <!-- link rel="stylesheet" media="screen" href="main.css" /-->
    <link rel="stylesheet" media="print" href="print.css" />
</head>
<body>
<div class="front-page">
    <h3 style="text-align: center;">Olivier Le Diouris</h3>
    <h1 style="text-align: center; font-size: 3em;">Naviguer sans &eacute;lectricit&eacute;</h1>

    <div style="text-align: center;">
        <img src="images/cover.png" style="height: 640px;"/>
    </div>

    <div style="text-align: center;">
        Tenue de l'estime
        <br/>
        Calculs de navigation
        <br/>
        Navigation c&ocirc;ti&egrave;re
        <br/>
        Navigation au large
        <br/>
        Navigation astronomique
    </div>
    
    <div style="text-align: center; margin-top: 10px;">
    <i>Il ne s'agit pas d'arch&eacute;ologie.</i>
    <br/>
    <i>Ceci est une approche pragmatique.</i>
    </div>    
</div>

<div class="blank-for-print"></div>

<hr class="screen-only"/>
<div class="content in-the-middle" style="text-align: right; margin-right: 30px;">
    <i>Pour Sky, Tao, Ellie, Zach, Otto, Eva</i>
</div>
<hr class="screen-only"/>

<div class="table-content">
    <h2>Table</h2>
    <ol>
        <li><a class="toc" href="#01">Pr&eacute;ambule</a></li>
        <li><a class="toc" href="#02">Objectifs, en guise de pr&eacute;face</a></li>
        <li><a class="toc" href="#xx">La suite</a></li>
    </ol>
</div>

<div class="content">
    <h1><a name="01">Pr&eacute;ambule</a></h1>
    <div>
Ce document a &eacute;t&eacute; &eacute;crit - entam&eacute; en tout cas - peu avant le d&eacute;part pour un voyage en bateau autour du Pacifique.
<br/>
On partait &agrave; deux. Mon &eacute;quipage a formul&eacute; une requ&ecirc;te :
<br/>
"Si tu passes &agrave; la flotte, comment je vais faire pour ramener le bateau ?".
<br/>
<br/>
J'ai donc r&eacute;dig&eacute; cet aide-m&eacute;moire…
    </div>
</div>

<div class="content">
    <h1><a class="toc" name="02">Objectifs, en guise de pr&eacute;face</a></h1>

<p>
    Il s'agit de pouvoir continuer &agrave; naviguer sereinement – &agrave; savoir o&ugrave; on est, &agrave; savoir o&ugrave; on va, 
    et &agrave; savoir ce qu'il faut faire pour aller l&agrave; o&ugrave; on veut aller – m&ecirc;me quand les batteries sont &agrave; plat, 
    et que les piles sont mortes.
</p>    
<p>
Et ce m&ecirc;me si il fait nuit, qu'on est au pr&egrave;s, que la m&eacute;t&eacute;o r&eacute;p&egrave;te qu'il y a un avis de 
coup de vent (qu'on n'entend pas, puisque les piles sont mortes, disais-je), qu'il va bientôt neiger, et que tout le monde a la gerbe.
</p>
<p>
C'est de toute &eacute;vidence de la pure fiction, mais on a le droit d'y croire, et on y croit !
</p>
<p>
Le monde a &eacute;t&eacute; d&eacute;couvert &agrave; la voile, sans &eacute;lectricit&eacute;, 
les techniques &agrave; mettre en œuvre sont d'autant mieux connues qu'elles ont longtemps &eacute;t&eacute; les seules disponibles. Un des objectifs de ce document est aussi de les pr&eacute;server, 
de ne pas les laisser s'oublier, de ne pas les perdre, ce serait vraiment trop b&ecirc;te.
</p>
<p>
D'autant que la s&eacute;curit&eacute; en mer – comme ailleurs - &eacute;chappe totalement &agrave; la mode et &agrave; l'actualit&eacute;.
</p>
<p>
On &eacute;voquera ici des outils et les techniques qui permettent de les mettre en œuvre, 
tant en ce qui concerne leur utilisation que la façon d'exploiter les donn&eacute;es qu'ils mesurent.
</p>
<p>
Par contre, on passera rapidement sur la façon d'utiliser un compas de rel&egrave;vement, 
on ne parlera gu&egrave;re de la façon dont on se sert d'un sextant... 
Ce document est plus un aide-m&eacute;moire quant &agrave; la mani&egrave;re d'effectuer les divers 
calculs qui d&eacute;coulent de l'utilisation des instruments de navigation.
</p>
<p>
Donc :
<div style="text-align: center; font-style: italic;">
Ce document n'a pas la pr&eacute;tention d'&ecirc;tre un cours de navigation.
<br/>
C'est tout au plus un aide-m&eacute;moire.
</div>
En avant.
</p>
</div>

<div class="content">
   <h1><a name="xx">La suite...</a></h1>
</div>


<hr class="screen-only"/>

<div id="last-page" class="content in-the-middle" style="margin-right: 30px; font-style: italic;">
    R&eacute;dig&eacute; en 2009-2010 pour la premi&egrave;re &eacute;dition.
    <br/>
    Illustration de couverture par Arthur Le Diouris.
</div>

</body>
</html>